data/ws-test2.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="urn:server" 
xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Body>
		<ns1:get_data_search>
			<cuenta xsi:type="xsd:string">LD1316400059</cuenta>
			<cliente xsi:nil="true"/>
			<rfc xsi:nil="true"/>
			<nombre xsi:nil="true"/>
			<userws xsi:type="xsd:string">ws_CAC</userws>
			<passws xsi:type="xsd:string">w$.caC_o43-4cC355*syS73M</passws>
		</ns1:get_data_search>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
